source/_static/diagrams/15-build-dependencies-are-not-dependencies-2.d2
direction: right
n0: "easyconfig"
n1: "builddependencies"
n2: "dependencies"
n3: "visible at compile"
n4: "loaded by the module"
n0 -> n1
n0 -> n2
